const { text } = require("express");

module.exports = {
    uz_suras: [
        [
            {
                text: "✅ Fotiha surasi"
            },
            {
                text: "✅ Naas surasi"
            }

        ],
        [
            {
                text: "✅ Falaq surasi"
            },
            {
                text: "✅ Ixlos surasi"
            }

        ],
        [
            {
                text: "✅ Masad surasi"
            },
            {
                text: "✅ Nasr surasi"
            }

        ], [
            {
                text: "✅ Kavsar surasi"
            },
            {
                text: "✅ Kaafirun surasi"
            }

        ], [
            {
                text: "✅ Maa'uun surasi"
            },
            {
                text: "✅ Quraysh surasi"
            }

        ], [
            {
                text: "✅ Fil surasi"
            },
            {
                text: "✅ Humaza surasi"
            }

        ], [
            {
                text: "✅ Asr surasi"
            },
            {
                text: "✅ Takaasur surasi"
            }

        ], [
            {
                text: "✅ Qori'a surasi"
            },
            {
                text: "✅ Adiyat surasi"
            }

        ], [
            {
                text: "✅ Zalzala surasi"
            },
            {
                text: "✅ Bayyina surasi (1-5)"
            }

        ], [
            {
                text: "✅ Bayyina surasi (6-8)"
            },
            {
                text: "✅ Qadr surasi"
            }

        ], [
            {
                text: "✅ Alaq surasi"
            },
            {
                text: "✅ Tiyn surasi"
            }

        ], [
            {
                text: "✅ Sharh surasi"
            },
            {
                text: "✅ Zuho surasi"
            }

        ], [
            {
                text: "✅ Layl surasi"
            },
            {
                text: "✅ Shams surasi"
            }

        ], [
            {
                text: "✅ Balad surasi"
            },
            {
                text: "✅ Fajr surasi (1-16)"
            }

        ], [
            {
                text: "✅ Fajr surasi (17-40)"
            },
            {
                text: "✅ G'oshiya surasi"
            }

        ], [
            {
                text: "✅ A'laa surasi"
            },
            {
                text: "✅ Toriq surasi"
            }

        ], [
            {
                text: "✅ Buruj surasi"
            },
            {
                text: "✅ Inshiqoq surasi"
            }

        ], [
            {
                text: "✅ Mutoffifun surasi (1-21)"
            },
            {
                text: "✅ Mutoffifun surasi (22-36)"
            }

        ], [
            {
                text: "✅ Infitor surasi"
            },
            {
                text: "✅ Takvir surasi"
            }

        ], [
            {
                text: "✅ Abasa surasi (1-23)"
            },
            {
                text: "✅ Abasa surasi (24-42)"
            }

        ], [
            {
                text: "✅ Nazi'aat surasi (1-26)"
            },
            {
                text: "✅ Nazi'aat surasi (27-46)"
            }

        ], [
            {
                text: "✅ Naba'a surasi (1-30)"
            },
            {
                text: "✅ Naba'a surasi (31-40)"
            }

        ], [
            {
                text: "✅ Mulk surasi (1-5)"
            },
            {
                text: "✅ Mulk surasi (6-12)"
            }

        ], [
            {
                text: "✅ Mulk surasi (13-18)"
            },
            {
                text: "✅ Mulk surasi (19-24)"
            }

        ], [
            {
                text: "✅ Mulk surasi (25-30)"
            },
            {
                text: "✅ Yaasiyn surasi (1-12)"
            }

        ], [
            {
                text: "✅ Yaasiyn surasi (13-19)"
            },
            {
                text: "✅ Yaasiyn surasi (20-29)"
            }

        ], [
            {
                text: "✅ Yaasiyn surasi (30-35)"
            },
            {
                text: "✅ Yaasiyn surasi (36-40)"
            }

        ], [
            {
                text: "✅ Yaasiyn surasi (41-47)"
            },
            {
                text: "✅ Yaasiyn surasi (48-54)"
            }

        ], [
            {
                text: "✅ Yaasiyn surasi (55-61)"
            },
            {
                text: "✅ Yaasiyn surasi (62-67)"
            }

        ], [
            {
                text: "✅ Yaasiyn surasi (68-76)"
            },
            {
                text: "✅ Yaasiyn surasi (77-83)"
            }

        ], [
            {
                text: "✅ Ar-Rohman surasi (1-16)"
            },
            {
                text: "✅ Ar-Rohman surasi (17-30)"
            }

        ], [
            {
                text: "✅ Ar-Rohman surasi (31-45)"
            },
            {
                text: "✅ Ar-Rohman surasi (46-61)"
            }

        ],
        [
            {
                text: "✅ Ar-Rohman surasi (62-78)"
            },
            {
                text: "✅ Voqi'a surasi (1-26)"
            }
        ],
        [
            {
                text: "✅ Voqi'a surasi (27-40)"
            },
            {
                text: "✅ Voqi'a surasi (41-56)"
            }
        ],
        [
            {
                text: "✅ Voqi'a surasi (57-67)"
            },
            {
                text: "✅ Voqi'a surasi (68-80)"
            }
        ],
        [
            {
                text: "✅ Voqi'a surasi (81-96)"
            },
            {
                text: "📜 Qur'on tilovatlari"
            }
        ]
    ],
    oz_suras: [
        [
            {
                text: "✅ Фотиҳа сураси"
            },
            {
                text: "✅ Наас сураси"
            }

        ],
        [
            {
                text: "✅ Фалақ сураси"
            },
            {
                text: "✅ Ихлос сураси"
            }

        ],
        [
            {
                text: "✅ Масад сураси"
            },
            {
                text: "✅ Наср сураси"
            }

        ], [
            {
                text: "✅ Кавсар сураси"
            },
            {
                text: "✅ Каафирун сураси"
            }

        ], [
            {
                text: "✅ Мааъуун сураси"
            },
            {
                text: "✅ Қурайш сураси"
            }

        ], [
            {
                text: "✅ Фил сураси"
            },
            {
                text: "✅ Ҳумаза сураси"
            }

        ], [
            {
                text: "✅ Аср сураси"
            },
            {
                text: "✅ Такаасур сураси"
            }

        ], [
            {
                text: "✅ Қориъа сураси"
            },
            {
                text: "✅ Адият сураси"
            }

        ], [
            {
                text: "✅ Залзала сураси"
            },
            {
                text: "✅ Баййина сураси (1-5)"
            }

        ], [
            {
                text: "✅ Баййина сураси (6-8)"
            },
            {
                text: "✅ Қадр сураси"
            }

        ], [
            {
                text: "✅ Алақ сураси"
            },
            {
                text: "✅ Тийн сураси"
            }

        ],
        [
            {
                text: "✅ Шарҳ сураси"
            },
            {
                text: "✅ Зуҳо сураси"
            }

        ],
        [
            {
                text: "✅ Лайл сураси"
            },
            {
                text: "✅ Шамс сураси"
            }

        ],
        [
            {
                text: "✅ Балад сураси"
            },
            {
                text: "✅ Фажр сураси (1-16)"
            }

        ],
        [
            {
                text: "✅ Фажр сураси (17-40)"
            },
            {
                text: "✅ Ғошия сураси"
            }

        ],
        [
            {
                text: "✅ Аълаа сураси"
            },
            {
                text: "✅ Ториқ сураси"
            }

        ],
        [
            {
                text: "✅ Буруж сураси"
            },
            {
                text: "✅ Иншиқоқ сураси"
            }

        ],
        [
            {
                text: "✅ Мутоффифун сураси (1-21)"
            },
            {
                text: "✅ Мутоффифун сураси (22-36)"
            }

        ],
        [
            {
                text: "✅ Инфитор сураси"
            },
            {
                text: "✅ Таквир сураси"
            }

        ],
        [
            {
                text: "✅ Абаса сураси (1-23)"
            },
            {
                text: "✅ Абаса сураси (24-42)"
            }

        ],
        [
            {
                text: "✅ Назиъаат сураси (1-26)"
            },
            {
                text: "✅ Назиъаат сураси (27-46)"
            }

        ],
        [
            {
                text: "✅ Набаъа сураси (1-30)"
            },
            {
                text: "✅ Набаъа сураси (31-40)"
            }

        ],
        [
            {
                text: "✅ Мулк сураси (1-5)"
            },
            {
                text: "✅ Мулк сураси (6-12)"
            }

        ],
        [
            {
                text: "✅ Мулк сураси (13-18)"
            },
            {
                text: "✅ Мулк сураси (19-24)"
            }

        ],
        [
            {
                text: "✅ Мулк сураси (25-30)"
            },
            {
                text: "✅ Яасийн сураси (1-12)"
            }

        ],
        [
            {
                text: "✅ Яасийн сураси (13-19)"
            },
            {
                text: "✅ Яасийн сураси (20-29)"
            }

        ],
        [
            {
                text: "✅ Яасийн сураси (30-35)"
            },
            {
                text: "✅ Яасийн сураси (36-40)"
            }

        ],
        [
            {
                text: "✅ Яасийн сураси (41-47)"
            },
            {
                text: "✅ Яасийн сураси (48-54)"
            }

        ],
        [
            {
                text: "✅ Яасийн сураси (55-61)"
            },
            {
                text: "✅ Яасийн сураси (62-67)"
            }

        ], [
            {
                text: "✅ Яасийн сураси (68-76)"
            },
            {
                text: "✅ Яасийн сураси (77-83)"
            }

        ],
        [
            {
                text: "✅ Ар-Роҳман сураси (1-16)"
            },
            {
                text: "✅ Ар-Роҳман сураси (17-30)"
            }

        ],
        [
            {
                text: "✅ Ар-Роҳман сураси (31-45)"
            },
            {
                text: "✅ Ар-Роҳман сураси (46-61)"
            }

        ],
        [
            {
                text: "✅ Ар-Роҳман сураси (62-78)"
            },
            {
                text: "✅ Воқиъа сураси (1-26)"
            }
        ],
        [
            {
                text: "✅ Воқиъа сураси (27-40)"
            },
            {
                text: "✅ Воқиъа сураси (41-56)"
            }
        ],
        [
            {
                text: "✅ Воқиъа сураси (57-67)"
            },
            {
                text: "✅ Воқиъа сураси (68-80)"
            }
        ],
        [
            {
                text: "✅ Воқиъа сураси (81-96)"
            },
            {
                text: "📜 Қуръон тиловатлари"
            }
        ]
    ]
}