const { text } = require("express");

module.exports = {
    uz_alif_yo: [
        [
            {
                text: "📌 Kirish"
            },
            {
                text: "🔻1-dars"
            }

        ],
        [
            {
                text: "🔻2-dars"
            },
            {
                text: "🔻3-dars"
            }

        ],
        [
            {
                text: "🔻4-dars"
            },
            {
                text: "🔻5-dars"
            }

        ], [
            {
                text: "🔻6-dars"
            },
            {
                text: "🔻7-dars"
            }

        ], [
            {
                text: "🔻8-dars"
            },
            {
                text: "🔻9-dars"
            }

        ], [
            {
                text: "🔻10-dars"
            },
            {
                text: "🔻11-dars"
            }

        ], [
            {
                text: "🔻12-dars"
            },
            {
                text: "🔻13-dars"
            }

        ], [
            {
                text: "🔻14-dars"
            },
            {
                text: "🔻15-dars"
            }

        ], [
            {
                text: "🔻16-dars"
            },
            {
                text: "🔻17-darsi"
            }

        ], [
            {
                text: "🔻18-dars"
            },
            {
                text: "🔻19-darsi"
            }

        ], [
            {
                text: "🔻20-dars"
            },
            {
                text: "🔻21-dars"
            }

        ], [
            {
                text: "🔻22-dars"
            },
            {
                text: "🔻23-dars"
            }

        ], [
            {
                text: "🔻24-dars"
            },
            {
                text: "🔻25-dars"
            }

        ], [
            {
                text: "🔻26-dars"
            },
            {
                text: "🔻27-dars"
            }

        ], [
            {
                text: "🔻28-dars"
            },
            {
                text: "🔻29-dars"
            }

        ], [
            {
                text: "🔻30-dars"
            },
            {
                text: "🔻31-dars"
            }

        ],
        [
            {
                text: "◀️ Qaytish"
            }
        ]
    ],
    oz_alif_yo: [
        [
            {
                text: "📌 Кириш"
            },
            {
                text: "🔻1-дарс"
            }

        ],
        [
            {
                text: "🔻2-дарс"
            },
            {
                text: "🔻3-дарс"
            }

        ],
        [
            {
                text: "🔻4-дарс"
            },
            {
                text: "🔻5-дарс"
            }

        ], [
            {
                text: "🔻6-дарс"
            },
            {
                text: "🔻7-дарс"
            }

        ], [
            {
                text: "🔻8-дарс"
            },
            {
                text: "🔻9-дарс"
            }

        ], [
            {
                text: "🔻10-дарс"
            },
            {
                text: "🔻11-дарс"
            }

        ], [
            {
                text: "🔻12-дарс"
            },
            {
                text: "🔻13-дарс"
            }

        ], [
            {
                text: "🔻14-дарс"
            },
            {
                text: "🔻15-дарс"
            }

        ], [
            {
                text: "🔻16-дарс"
            },
            {
                text: "🔻17-дарси"
            }

        ], [
            {
                text: "🔻18-дарс"
            },
            {
                text: "🔻19-дарси"
            }

        ], [
            {
                text: "🔻20-дарс"
            },
            {
                text: "🔻21-дарс"
            }

        ], [
            {
                text: "🔻22-дарс"
            },
            {
                text: "🔻23-дарс"
            }

        ], [
            {
                text: "🔻24-дарс"
            },
            {
                text: "🔻25-дарс"
            }

        ], [
            {
                text: "🔻26-дарс"
            },
            {
                text: "🔻27-дарс"
            }

        ], [
            {
                text: "🔻28-дарс"
            },
            {
                text: "🔻29-дарс"
            }

        ], [
            {
                text: "🔻30-дарс"
            },
            {
                text: "🔻31-дарс"
            }

        ],
        [
            {
                text: "◀️ Қайтиш"
            }
        ]
    ]
}